Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=188_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamen opetus kotiseutualueen ulkopuolella
smn: Sämikielâ máttááttâsâst máccoo kansaškoovlâ ääigi tilálâšvuo

source: Saamen opetuksessa ollaan palaamassa kansakoulun ajan tilanteeseen.
smn: Sämikielâ máttááttâsâst máccoo kansaškoovlâ ääigi tilálâšvuotân - sämikuávlu ulguubeln ässee párnááh já nuorah pääccih luuhâm- já čäällitáiđuttemmin jieijâs kielâst, jis kielâ ij máttááttuu škoovlâst.

source: Saamelaiskäräjien ensimmäinen koulutusraportti julkistettiin Helsingissä 13.11. saamelaiskäräjien, vähemmistövaltuutetun ja lapsiasiavaltuutetun yhdessä järjestämässä seminaarissa.
smn: Tilálâšvuotâ lii Suomâ vuáđulaavâ já Suomâ adelem, algâaalmugis kyeskee aalmugijkoskâsâš sopâmušâi vuástásâš, páhuduvvoo Sämitige pargojuávhu tuorâstuv 13.11. almostittám vuossâmuu sämitige škovlimraportist.

source: Saamelaisopetuksen nykytilanne enteilee paluuta kansakoulun aikaan, jolloin saamen kielellä ei ollut asemaa opetuksessa ja saamelaisten kielenvaihdos eteni nopeasti.
smn: Sämimáttááttâs tááláš tile muuneeld maccâm kansaškoovlâ ááigán, kuás sämikielâst ij lamaš sajattâh máttááttâsâst já sämmilij kielâmolsom ovdánij jotelávt.

source: Kotiseutualueen ulkopuolella asuvien saamelaislasten- ja nuorten tilanne muistuttaa heidän isovanhempiensa lapsuuden tilannetta.
smn: Sämikuávlu ulguubeln ässee sämipárnái já -nuorâi tilálâšvuotâ sulâstit sii äijihij já ááhui pärnivuođâ tilálâšvuođâ.

source: Kun kieltä ei opeteta koulussa, sen puhujat jäävät luku- ja kirjoitustaidottomiksi omassa kielessään.
smn: Ko kielâ ij máttááttuu škoovlâst, te sárnooh pääccih luuhâm- já čäällimtáiđuttemmin jieijâs kielâst.

source: Kielen puhujien määrä vähenee eikä uusia kielen käyttäjiä tule.
smn: Kielâ sárnoi meeri kiäppán iäge uđđâ kielâ kevtteeh lassaan.

source: Heikomman kielitaidon omaavat menettävät joko kielensä kokonaan tai kieli jää kehittymättä, koska revitalisaation mahdollistava kielen kirjallinen haltuunotto ei ole mahdollista.
smn: Hiäjumustáá kielâ mätteeh monâtteh kielâš jo-uv ollásávt tâi kielâ ij ovdán, ko revitalisaatiolâš kielâ kirjálâš haaldunväldim ij lah máhđulâš.

source: Koulutuspoliittinen välinpitämättömyys saamelaisopetuksen ongelmien ratkaisemiseksi on johtamassa saamen kieltä puhuvien ihmisten määrän nopeaan vähenemiseen ja saamelaisten kotiseutualueen ulkopuolella asuvien saamelaisten kielen ja identiteetin vaihtumiseen.
smn: Škovlimpoolitlâš peerustmettumvuotâ sämimáttááttâs čuolmâi čuávdimân lii joođeetmin sämikielâ sárnoo ulmui mere jotelis kiäppánmân já sämikuávlu ulguubeln ässee sämmilij kielâ já identiteet muttuumân.

source: Opetusta koskevissa säännöksissä kotiseutualueen ulkopuolella asuvia saamelaisia kohdellaan maahanmuuttajiin verrattavana ryhmänä, josta työryhmän raportti antaa joitakin konkreettisia esimerkkejä.
smn: Máttááttâs kyeskee njuolgâdusâin sämikuávlu ulguubeln ässee sämmiliih kohtâluvvojeh tegu enâmânvärrejeijeeh, mast pargojuávhu raapoort addel motomijd konkreetlâš ovdâmeerhâid.

source: Työryhmä on selvittänyt kotiseutualueen ulkopuolella muutamalla paikkakunnalla, mm. Helsingissä, Tampereella, Oulussa ja Rovaniemellä annettua saamen kielen opetusta ja toteaa raportissaan, ettei opetuksella ole nykysäännöksin kehittymisedellytyksiä.
smn: Pargojuávkku lii čielgim sämikuávlu ulguubeln motomijn päikkikuudijn, tegu Helsigist, Tamperest, Oulust já Ruávinjaargâst adelum sämikielâ máttááttâs já pááhud raportistis, et máttááttâsâst iä lah táálái njuolgâdusâi mield ovdánemimáhđulâšvuođah.

source: Saamen kielen ja saamenkielisessä opetuksessa ja sen tilanteessa on paljon puutteita myös kotiseutualueella, mutta kotiseutualueen ulkopuolella tilanne on hälyttävä.
smn: Sämikielâ já sämikielâlâš máttááttâsâst já ton tilálâšvuođâst láá ennuv vááijuvvuođah meid sämikuávlust, mut sämikuávlu ulguubeln tilálâšvuotâ lii kriittisâš.

source: Alkuperäiskansan kielen opetusta annetaan kotiseutualueen ulkopuolella samoin perustein kuin mm. maahanmuuttajien kielten opetusta.
smn: Algâaalmug kielâ máttááttâs adeluvvoo sämikuávlu ulguubeln siämmái vuáđustâsâiguin ko el. enâmânvärrejeijei kielâi máttááttâs.

source: Maahanmuuttajien kielet ovat usein suuria maailmankieliä, kuten espanja, englanti, punjabi tai arabia.
smn: Enâmânvärrejeijei kielah láá távjá stuorrâ maailmkielah, tegu espanja-, eŋgâlâs-, punjabi- tâi arabiakielâ.

source: Opetusta on mahdollista saada enintään 2,5 viikkotuntia ja se on perusopetusta täydentävää oman äidinkielen tai kotikielen opetusta, jonka tunnit pidetään yleensä muun koulupäivän jälkeen tai koulupäivän viimeisinä tunteina.
smn: Máttááttâs lii máhđulâš finniđ enâmustáá 2,5 okkotiijme já tot lii vuáđumáttááttâs tievâsmittee jieijâs eenikielâ tâi päikkikielâ máttááttâs, mon tiijmeh tuállojeh táválávt eres škovlâpeeivi maŋa tâi škovlâpeeivi majemui tiijmij ääigi.

source: Kielen opetuksen asema koulutyössä on heikko ja tätä opetusta saa vain murto-osa kotiseutualueen ulkopuolella asuvista saamelaislapsista ja –nuorista.
smn: Kielâ mattááttâs sajattâh škovlâpargoost lii hiäju já taam máttááttâs finnee tuše muálu-uási sämikuávlu ulguubeln ässee sämipárnáin já -nuorâin.

source: Opetuksen aikaansaaminen on vaikeaa, koska saamen kielen opetus on kotiseutualueen ulkopuolisille kouluille, rehtoreille ja opetusviranomaisille uusi ja tuntematon asia.
smn: Máttááttâs ááigánfinnim lii vaigâd, ko sämikielâ máttááttâs sämikuávlu ulguupiäláid škovláid, rehtoráid já máttááttâsvirgeomâháid lii uđđâ já omâs äšši.

source: Saamelaiset vanhemmat ja paikalliset kouluviranomaiset ovat muutamilla paikkakunnilla yrittäneet kehittää opetustilannetta, mutta se on nykysäännösten pohjalta mahdotonta, todetaan raportissa.
smn: Sämivanhimeh já páihálâš škovlâvirgeomâhááh láá motomijn päikkikuudijn viggâm ovdediđ máttááttâstilálâšvuođâ, mut tot lii táálái njuolgâdusâi vuáđuld máhđuttem, páhuduvvoo raportist.

source: Saamelaiset vanhemmat ovat pyytäneet usein Saamelaiskäräjiltä apua tilanteeseen ja uskoneet sen itsehallintoelimenä voivan vaikuttaa opetuksen järjestämiseen.
smn: Sämivanhimeh láá távjá pivdám Sämitiggeest iše tilálâšvuotân já oskom, et tot jiešhaldâšemorgaanân puáhtá vaikuttiđ máttááttâs orniimân.

source: Saamelaiskäräjien mahdollisuudet vaikuttaa oman kansansa opetukseen ovat kuitenkin minimaaliset eikä saamelaisille perustuslaissa turvattua kulttuuri-itsehallintoa ole toteutettu koulutuksen alueella.
smn: Sämitige máhđulâšvuođah vaikuttiđ jieijâs aalmug máttááttâsân láá kuittâg uceh ige sämmiláid vuáđulaavâst torvejum kulttuur-jiešhaldâšem lah olášittum škovlim syergist.

source: Saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta pitäisi työryhmän mielestä kehittää saamelaisopetuksen kokonaisuudesta vastuuta kantava, sitä seuraava, opetuksesta raportoiva ja säännöllisesti opetusministeriön kanssa neuvotteleva keskus.
smn: Sämitige škovlim-já oppâmateriaaltoimâttuvâst kolgâččij pargojuávhu mielâst ovdediđ sämimáttááttâs olesvuođâst västideijee, tom čuávvoo, máttááttâsâst raportistee já merikooskâi máttááttâsministeriöin ráđádellee kuávdáš.

source: Työryhmän mielestä saamelaisopetuksen kokonaisvaltainen kehittäminen ja kielen opetuksen saattaminen luonnolliseksi osaksi koulutyötä ympäri maan, tulee aloittaa pikaisesti.
smn: Pargojuávhu mielâst sämimáttááttâs olesváldálâš ovdedm já kielâ máttááttâs jođettem luándulâš uássin škovlâpargo ubâ Suomâst, kalga algâttiđ jotelávt.

source: Säännösten aiheuttamat esteet ja solmut tulee purkaa ja saattaa saamelaisopetuksen asema ja mahdollisuudet ´normaaliin tilanteeseen´, jossa kielen opetusjärjestelyissä otetaan huomioon oppilaiden erilaiset kielitaustat: osa saamelaisoppilaista puhuu saamea äidinkielenään, osalle se on heikommin hallittu toinen kieli ja osalla ei ole lainkaan kielitaitoa.
smn: Njuolgâdusâi tovâttâm iästuid já čuolmâid kalga raččođ já jođettiđ sämimáttááttâs sajattuv já máhđulâšvuođâid ´normaal tilálâšvuotân´, mast kielâ máttááttâsorniimijn váldojeh vuotân uáppei sierâlágán kielâtuávááh: uási sämiuáppein sárnu eenikielânis sämikielâ, uásán tot lii hiäjubeht haldâšum nubbe kielâ já uásist ij lah ollágin kielâtáiđu.

source: Lisäksi kouluissa, erityisesti pohjoisessa, on myös muita oppilaita, jotka haluaisivat oppia saamen kieltä.
smn: Lasseen škoovlâin, eromâšávt tavveen, láá meid eres uáppeeh, kiäh halijdiččii oppâđ sämikielâ.

source: Tämä ei kuitenkaan ole mahdollista kotiseutualueen ulkopuolella.
smn: Taat ij lah kuittâg máhđulâš sämikuávlu ulguubeln.

source: Vuonna 2004 voimaan tulleen saamen kielilain säännösten toteuttaminen edellyttää uusien kielen puhujien kasvamista.
smn: Ive 2004 vuáimán šoddâm säämi kielâlaavâ njuolgâdusâi olášuttem váátá uđđâ kielâ sárnoi šoddâm.

source: Mistä muualta uusia kielen puhujia voisi tulla kuin koulun vieraan kielen opetuksesta?
smn: Kost eres saajeest uđđâ kielâ sárnooh puávtáččii puáttiđ ko škoovlâ vieres kielâ mettááttâsâst?

source: – kysytään raportissa.
smn: – koijuduvvoo raportist.

source: Saamen kielen opetus ja sen kehittäminen tulisi työryhmän mielestä mahdollistaa laajentamalla nykyisin saamelaisten kotiseutualuetta koskeva saamelaisopetuksen rahoitus koko maahan.
smn: Sämikielâ máttááttâs já ton ovdedem kolgâččij pargojuávhu mielâst toohâđ máhđulâžžân viijđedmáin tááláá ääigi sämikuávlu kyeskee sämimáttááttâs ruttâdem ubâ enâmân.

source: Se avaisi tien opetuksen vakinaistamiselle, kehittämiselle ja sen aseman nostamiselle.
smn: Tot lehâstičij maađij máttááttâs fastân tohâmân, oovdedmân já ton sajattuv luptiimân.

source: Kotiseutualuetta koskeva rahoitussäännös opetus ja kulttuuritoimen rahoituksesta annetussa laissa turvaa koulutuksen järjestäjille valtionavustuksen, joka vastaa noin 100-prosenttisesti tästä opetuksesta aiheutuvia opettajien palkkausmenoja.
smn: Sämikuávlu kyeskee ruttâdemnjuolgâdus máttááttâs já kulttuurtooimâ ruttâdmist adelum laavâst torvee škovlim uárnejeijeid staatâtorjuu, mii västid suullân 100-prooseentlávt máttááttâsâst šaddee máttáátteijei pälkkikoloid.

source: Toisena väylänä opetuksen kehittämiseen esitetään Inarin kirkonkylässä sijaitsevassa saamelaisalueen koulutuskeskuksessa kehitetyn verkko-opetuksen vakinaistamista ja kielen verkko-opetuksen mahdollistamista kaikkiin niihin peruskouluihin kotiseutualueella ja sen ulkopuolella, jossa on vaikeuksia löytää saamenkielentaitoisia opettajia.
smn: Nubben vävlin máttááttâs oovdedmân iävtuttuvvoo Säämi máttááttâskuávdáást Anarist ovdedum viermimáttááttâs fastân toohâm já kielâ viermimáttááttâs toohâm máhđulâžžân taid puohháid vuáđuškovláid sämikuávlust já ton ulguubeln, main láá vädisvuođah kavnâđ sämikieltáiđusijd máttáátteijeid.

source: Koulutuskeskuksessa on jo vuosien ajan kehitetty verkkopedagogiikkaa ja teknisiä valmiuksia ja se pystyisi antamaan saamen kielen verkko-opetusta myös kotiseutualueen ulkopuolelle, mikäli sillä olisi tätä koskeva koulutuksen järjestämislupa ja varoja verkko-opettajien palkkaamiseen.
smn: Máttááttâskuávdáást lii jo maaŋgâi iivij ääigi ovdedum viermipedagogiik já teknisâš kiärgusvuođâid já tot pastaččij adeliđ sämikielâ viermimáttááttâs meid sämikuávlu ulguubel, jis tast ličij ääši kyeskee škovlim ornimlope já väärih viermimáttáátteijei pálkkátmân.

source: Verkko-opettajia tarvittaisiin kaikkiin kolmeen Suomessa puhuttuun ja kouluissa opetettuun saamen kieleen, inarin-, koltan- ja pohjoissaameen.
smn: Viermimáttáátteeh tarbâšuuččii puohháid Suomâst sarnum já máttááttum kuulmâ sämikielân, aanaar-, nuorttâ- já tavesämikielân.

source: Kaikki saamen kielet kuuluvat kansainvälisten luokitusten mukaan (mm. www.unesco.org &gt;endangered languages) maailman uhanalaisten kielten joukkoon, inarin- ja koltansaame vakavasti uhanalaisten kielten joukkoon.
smn: Puoh sämikielah kuleh aalmugijkoskâsâš luokittâllâm mield (el. www.unesco.org &gt;endangered languages) maailm uhkevuálásâš kielâi juávkun, aanaar- já nuorttâsämikielâ tuođâlâš uhkevuálásâš kielâi juávkun.

source: Suomen valtiolla on vastuu alkuperäiskansansa kielestä, eikä saamea saa asettaa samaan asemaan maahanmuuttajien kielten kanssa.
smn: Suomâ staatâst lii ovdâsvástádâs jieijâs algâaalmug kielâst, ige sämikielâ uážu asâttiđ siämmáá sajattâhân enâmânvärrejeijei kielâiguin.

source: Niidenkin opetus Suomen kouluissa on tärkeää, mutta vain harvat niistä ovat kotimaissaan uhanalaisessa asemassa kuten saamen kielet pohjoismaisissa kotivaltioissaan.
smn: Toi-uv máttáátâs Suomâ škoovlâin lii tehálâš, mut tuše häärvih tain láá kuátueennâmstis uhkevuálásâš sajattuvâst tegu sämikielah tave-eennâmlâš kuátueennâmstis.

source: Työryhmän puheenjohtajana toimi saamelaiskäräjien jäsen Petra Magga ja jäseninä kieliasiainsihteeri Ellen Näkkäläjärvi, virtuaaliopetuksen koordinaattori Eeva-Liisa Rasmus ja luokanopettaja Rauna Rahko.
smn: Pargojuávhu saavâjođetteijen tooimâi sämitige jeessân Petra Magga já sesânin kielâašijčällee Ellen Näkkäläjärvi, virtuaalmáttááttâs koordinaattor Eeva-Liisa Rasmus já luokamáttáátteijee Rauna Rahko.

source: Työryhmän raportin on kirjoittanut saamelaiskäräjien koulutussihteeri Ulla Aikio-Puoskari.
smn: Pargojuávhu raapoort lii čáállám sämitige škovlimčällee Ulla Aikio-Puoskari.
